/* WebView prompt fragment */
" for a Twitter account" = " for a Twitter account";

/* WebView prompt fragment */
"Please enter your Twitter username or " = "Please enter your Twitter username or ";

/* WebView prompt fragment */
"sign up" = "sign up";

/* WebView Placeholder */
"This is a placeholder for a Twitter feed. It will appear here once published or if you enable live data feeds in Preferences." = "This is a placeholder for a Twitter feed. It will appear here once published or if you enable live data feeds in Preferences.";

/* WebView link title */
"Twitter Signup" = "Twitter Signup";

